arch
arch --help
arch --version
#این command معماری ماشین را نمایش میدهد و دو [option]  --help  and version-- دارد


uptime
uptime --pretty
uptime --since
uptime--help
uptime --version

#uptime اطلاعات زیر را یک خط نمایش می دهد. زمان فعلی، مدت زمان کارکرد سیستم، تعداد کاربرانی که در حال حاضر وارد سیستم شده‌اند و میانگین بارگذاری سیستم در 1، 5 و 15 دقیقه گذشته.
#       -p, --pretty
#             نمایش در فرمتی بهتر
#      -h, --help
#             راهنما

#      -s, --since
#           از چه زمانی روشن بودن سیستم

#      -V, --version
#            ورژن

free

#برای دریافت گزارش دقیق از میزان استفاده از حافظه سیستم. دستور free اطلاعاتی در مورد مقدار کل حافظه فیزیکی و swap و همچنین حافظه آزاد و استفاده شده ارائه می دهد.


du Documents
#تخمین استفاده از فضای فایل
exit 100
#           خروچ از shell
# 100 is return code